{
    "Online Web Tools": "Herramientas Web en Línea",
    "Instantly boost productivity with our": "Aumenta instantáneamente tu productividad con nuestras",
    "free web tools.": "herramientas web gratuitas.",
    "Fast, easy & straight to the point.": "Rápido, fácil y directo al punto.",
    "Use tools": "Usar herramientas",
    "Popular Tools": "Herramientas Populares",
    "IP Lookup": "Búsqueda de IP",
    "3 uses today": "3 usos hoy",
    "Get approximate IP details and location information.": "Obtén detalles aproximados de IP e información de ubicación.",
    "DNS Lookup": "Búsqueda de DNS",
    "5 uses today": "5 usos hoy",
    "Find A, AAAA, CNAME, MX, NS, TXT, SOA DNS records.": "Encuentra registros DNS A, AAAA, CNAME, MX, NS, TXT, SOA.",
    "HTML Minifier": "Minificador HTML",
    "8 uses today": "8 usos hoy",
    "Minify your HTML by removing all unnecessary characters.": "Minifica tu HTML eliminando todos los caracteres innecesarios.",
    "Checker tools": "Herramientas de verificación",
    "A collection of great checker-type tools to help you check & verify different types of things.": "Una colección de excelentes herramientas de verificación para ayudarte a comprobar y verificar diferentes tipos de cosas.",
    "Text tools": "Herramientas de texto",
    "A collection of text content related tools to help you create, modify & improve text type of content.": "Una colección de herramientas relacionadas con el contenido de texto para ayudarte a crear, modificar y mejorar este tipo de contenido.",
    "Converter tools": "Herramientas de conversión",
    "A collection of tools that help you easily convert data.": "Una colección de herramientas que te ayudan a convertir datos fácilmente.",
    "Generator tools": "Herramientas de generación",
    "A collection of the most useful generator tools that you can generate data with.": "Una colección de las herramientas generadoras más útiles con las que puedes generar datos.",
    "Developer tools": "Herramientas para desarrolladores",
    "A collection of highly useful tools mainly for developers and not only.": "Una colección de herramientas muy útiles principalmente para desarrolladores y no solo.",
    "Image manipulation tools": "Herramientas de manipulación de imágenes",
    "A collection of tools that help modify & convert image files.": "Una colección de herramientas que ayudan a modificar y convertir archivos de imagen.",
    "Unit converter tools": "Herramientas de conversión de unidades",
    "A collection of the most popular and useful tools that help you easily convert day-to-day data.": "Una colección de las herramientas más populares y útiles que te ayudan a convertir fácilmente datos cotidianos.",
    "Time converter tools": "Herramientas de conversión de tiempo",
    "A collection of date & time conversion related tools.": "Una colección de herramientas relacionadas con la conversión de fecha y hora.",
    "Data converter tools": "Herramientas de conversión de datos",
    "A collection of computer data & sizing converter tools.": "Una colección de herramientas de conversión de datos informáticos y dimensionamiento.",
    "Color converter tools": "Herramientas de conversión de colores",
    "A collection of tools that help convert colors between HEX, RGBA, RGB, HSLA, HSL, etc., and HSLA formats.": "Una colección de herramientas que ayudan a convertir colores entre formatos HEX, RGBA, RGB, HSLA, HSL, etc., y HSLA.",
    "Misc tools": "Herramientas diversas",
    "A collection of other random, but great & useful tools.": "Una colección de otras herramientas aleatorias, pero excelentes y útiles.",
    "What People Say": "Lo que dice la gente",
    "Trusted by thousands of developers worldwide": "Confiado por miles de desarrolladores en todo el mundo",
    "Sarah Johnson": "Sarah Johnson",
    "Frontend Developer": "Desarrollador Frontend",
    "\"These tools have become an essential part of my development workflow. They're intuitive and save me hours of work.\"": "\"Estas herramientas se han convertido en una parte esencial de mi flujo de trabajo de desarrollo. Son intuitivas y me ahorran horas de trabajo.\"",
    "Michael Chen": "Michael Chen",
    "Full Stack Developer": "Desarrollador Full Stack",
    "\"The variety and quality of tools available is impressive. Everything I need is just a click away.\"": "\"La variedad y calidad de las herramientas disponibles es impresionante. Todo lo que necesito está a un solo clic.\"",
    "Emily Rodriguez": "Emily Rodriguez",
    "UX Designer": "Diseñador UX",
    "\"Clean interface, powerful features, and regular updates. It's exactly what I needed for my projects.\"": "\"Interfaz limpia, características potentes y actualizaciones regulares. Es exactamente lo que necesitaba para mis proyectos.\"",
    "Nos Forfaits": "Nuestros Planes",
    "Choisissez le forfait qui correspond à vos besoins": "Elige el plan que se adapte a tus necesidades",
    "GUEST": "INVITADO",
    "Gratuit": "Gratis",
    "Pour démarrer": "Para empezar",
    "BASIC": "BÁSICO",
    "/mois": "/mes",
    "Pour les professionnels": "Para profesionales",
    "VIP": "VIP",
    "Pour les entreprises": "Para empresas",
    "Checker tools": "Herramientas de verificación",
    "Text tools": "Herramientas de texto",
    "Converter tools": "Herramientas de conversión",
    "Generator tools": "Herramientas de generación",
    "Developer tools": "Herramientas para desarrolladores",
    "Image tools": "Herramientas de imagen",
    "Unit converter": "Conversor de unidades",
    "Time converter": "Conversor de tiempo",
    "Data converter": "Conversor de datos",
    "Color converter": "Conversor de colores",
    "Misc tools": "Herramientas diversas",
    "API access": "Acceso a API",
    "No ads": "Sin anuncios",
    "Commencer gratuitement": "Comenzar gratis",
    "Commencer l'essai": "Comenzar prueba",
    "Tous les outils": "Todas las herramientas",
    "Support prioritaire": "Soporte prioritario",
    "API illimité": "API ilimitada",
    "Sans publicité": "Sin publicidad",
    "Accès multi-utilisateurs": "Acceso multiusuario",
    "Contacter les ventes": "Contactar a ventas",
    "Frequently Asked Questions": "Preguntas frecuentes",
    "Got questions? We've got answers.": "¿Tienes preguntas? Tenemos respuestas.",
    "Are all tools free to use?": "¿Todas las herramientas son gratuitas?",
    "Yes, most of our tools are free to use. However, some advanced features require a Pro subscription.": "Sí, la mayoría de nuestras herramientas son gratuitas. Sin embargo, algunas funciones avanzadas requieren una suscripción Pro.",
    "Do you offer API access?": "¿Ofrecen acceso a API?",
    "Yes, API access is available with our Pro subscription. You can integrate our tools directly into your applications.": "Sí, el acceso a API está disponible con nuestra suscripción Pro. Puedes integrar nuestras herramientas directamente en tus aplicaciones.",
    "How often are new tools added?": "¿Con qué frecuencia se agregan nuevas herramientas?",
    "We regularly add new tools and update existing ones. On average, we add 2-3 new tools every month.": "Agregamos regularmente nuevas herramientas y actualizamos las existentes. En promedio, añadimos 2-3 herramientas nuevas cada mes.",
    "Is my data secure?": "¿Están seguros mis datos?",
    "Yes, we take data security seriously. We don't store any of your processed data, and all operations are performed client-side when possible.": "Sí, nos tomamos en serio la seguridad de los datos. No almacenamos ninguno de tus datos procesados, y todas las operaciones se realizan del lado del cliente cuando es posible.",
    "Your one-stop platform for all web development tools. Simple, fast, and reliable solutions for developers worldwide.": "Tu plataforma única para todas las herramientas de desarrollo web. Soluciones simples, rápidas y confiables para desarrolladores en todo el mundo.",
    "Quick Links": "Enlaces rápidos",
    "About Us": "Sobre nosotros",
    "Terms of Service": "Términos de servicio",
    "Privacy Policy": "Política de privacidad",
    "Cookie Policy": "Política de cookies",
    "Contact Us": "Contáctanos",
    "123 Developer Street": "Calle Desarrollador 123",
    "Tech City, TC 12345": "Ciudad Tech, TC 12345",
    "Stay Updated": "Mantente actualizado",
    "Subscribe to our newsletter for the latest updates and tools.": "Suscríbete a nuestro boletín para las últimas actualizaciones y herramientas.",
    "Enter your email": "Ingresa tu email",
    "Subscribe": "Suscribirse",
    "All rights reserved.": "Todos los derechos reservados.",
    "English": "Inglés",
    "Français": "Francés",
    "Español": "Español",
    
    "Email": "Correo electrónico",
    "Password": "Contraseña",
    "Remember me": "Recuérdame",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Log in": "Iniciar sesión",
    "Name": "Nombre",
    "Confirm Password": "Confirmar contraseña",
    "Already registered?": "¿Ya registrado?",
    "Register": "Registrarse",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? No hay problema. Simplemente indícanos tu dirección de correo electrónico y te enviaremos un enlace para restablecer tu contraseña que te permitirá elegir una nueva.",
    "Email Password Reset Link": "Enviar enlace de restablecimiento",
    "Reset Password": "Restablecer contraseña",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Por favor, confirma tu contraseña antes de continuar.",
    "Confirm": "Confirmar",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "¡Gracias por registrarte! Antes de comenzar, ¿podrías verificar tu dirección de correo electrónico haciendo clic en el enlace que acabamos de enviarte? Si no recibiste el correo, con gusto te enviaremos otro.",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionaste durante el registro.",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Log Out": "Cerrar sesión",
    
    "Profile": "Perfil",
    "Profile Information": "Información de perfil",
    "Update your account's profile information and email address.": "Actualiza la información de perfil y la dirección de correo electrónico de tu cuenta.",
    "Your email address is unverified.": "Tu dirección de correo electrónico no está verificada.",
    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo de verificación.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu dirección de correo electrónico.",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta utilice una contraseña larga y aleatoria para mantenerse segura.",
    "Current Password": "Contraseña actual",
    "New Password": "Nueva contraseña",
    "Delete Account": "Eliminar cuenta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine tu cuenta, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar tu cuenta, descarga cualquier dato o información que desees conservar.",
    "Are you sure you want to delete your account?": "¿Estás seguro de que quieres eliminar tu cuenta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que se elimine tu cuenta, todos sus recursos y datos se eliminarán permanentemente. Por favor, introduce tu contraseña para confirmar que deseas eliminar permanentemente tu cuenta.",
    "Cancel": "Cancelar",
    
    "Last updated:": "Última actualización:",
    "Acceptance of Terms": "Aceptación de términos",
    "By accessing and using WebTools, you accept and agree to be bound by the terms and provision of this agreement.": "Al acceder y utilizar WebTools, aceptas y acuerdas estar sujeto a los términos y disposiciones de este acuerdo.",
    "Use License": "Licencia de uso",
    "Personal and non-commercial use only for free accounts": "Uso personal y no comercial solo para cuentas gratuitas",
    "No modification or copying of the service": "No modificación ni copia del servicio",
    "No unauthorized use of the API": "No uso no autorizado de la API",
    "Disclaimer": "Aviso legal",
    "The tools are provided \"as is\". We make no warranties, expressed or implied, and hereby disclaim and negate all other warranties, including without limitation, implied warranties or conditions of": "Las herramientas se proporcionan \"tal cual\". No ofrecemos garantías, expresas o implícitas, y por la presente renunciamos y negamos todas las demás garantías, incluidas, sin limitación, las garantías o condiciones implícitas de",
    "Limitations": "Limitaciones",
    "In no event shall WebTools or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or": "En ningún caso WebTools o sus proveedores serán responsables de cualquier daño (incluidos, sin limitación, daños por pérdida de datos o beneficios, o debido a la interrupción del negocio) que surja del uso o",
    "Privacy": "Privacidad",
    "Please review our Privacy Policy, which also governs your visit to our website, to understand our practices.": "Por favor revisa nuestra Política de Privacidad, que también rige tu visita a nuestro sitio web, para entender nuestras prácticas.",
    
    "Information We Collect": "Información que recopilamos",
    "We collect information that you provide directly to us, including:": "Recopilamos información que nos proporcionas directamente, incluyendo:",
    "Account information (email, name)": "Información de cuenta (correo electrónico, nombre)",
    "Usage data": "Datos de uso",
    "Tool preferences": "Preferencias de herramientas",
    "How We Use Your Information": "Cómo usamos tu información",
    "We use the information we collect to:": "Utilizamos la información que recopilamos para:",
    "Provide and maintain our services": "Proporcionar y mantener nuestros servicios",
    "Improve user experience": "Mejorar la experiencia del usuario",
    "Send important notifications": "Enviar notificaciones importantes",
    "Data Security": "Seguridad de datos",
    "We implement appropriate security measures to protect your personal information. All operations are performed client-side when possible.": "Implementamos medidas de seguridad apropiadas para proteger tu información personal. Todas las operaciones se realizan del lado del cliente cuando es posible.",
    "Third-Party Services": "Servicios de terceros",
    "We may use third-party services that collect, monitor and analyze this type of information in order to increase our Service's functionality.": "Podemos utilizar servicios de terceros que recopilan, supervisan y analizan este tipo de información para aumentar la funcionalidad de nuestro Servicio.",
    "If you have any questions about this Privacy Policy, please contact us.": "Si tienes alguna pregunta sobre esta Política de Privacidad, por favor contáctanos.",
    
    "What Are Cookies": "Qué son las cookies",
    "Cookies are small text files that are stored on your computer or mobile device when you visit our website.": "Las cookies son pequeños archivos de texto que se almacenan en tu computadora o dispositivo móvil cuando visitas nuestro sitio web.",
    "How We Use Cookies": "Cómo usamos las cookies",
    "We use cookies for the following purposes:": "Usamos cookies para los siguientes propósitos:",
    "Essential cookies for site functionality": "Cookies esenciales para la funcionalidad del sitio",
    "Analytics cookies to understand usage": "Cookies de análisis para entender el uso",
    "Preference cookies to remember your settings": "Cookies de preferencia para recordar tus ajustes",
    "Types of Cookies We Use": "Tipos de cookies que usamos",
    "Essential Cookies": "Cookies esenciales",
    "Required for basic site functionality and security.": "Necesarias para la funcionalidad básica del sitio y la seguridad.",
    "Preference Cookies": "Cookies de preferencia",
    "Remember your settings and preferences.": "Recuerdan tus ajustes y preferencias.",
    "Analytics Cookies": "Cookies de análisis",
    "Help us understand how visitors interact with our website.": "Nos ayudan a entender cómo los visitantes interactúan con nuestro sitio web.",
    "Managing Cookies": "Gestión de cookies",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your computer and you can set most browsers to prevent them from being placed.": "Puedes controlar y/o eliminar las cookies como desees. Puedes eliminar todas las cookies que ya están en tu computadora y puedes configurar la mayoría de los navegadores para evitar que se coloquen.",
    "If you have questions about our use of cookies, please contact us.": "Si tienes preguntas sobre nuestro uso de cookies, por favor contáctanos.",
    
    "Welcome to WebTools, your comprehensive platform for web development tools and utilities.": "Bienvenido a WebTools, tu plataforma integral de herramientas y utilidades para desarrollo web.",
    "Our Mission": "Nuestra misión",
    "Our mission is to provide developers with reliable, efficient, and easy-to-use tools that streamline their workflow and enhance productivity.": "Nuestra misión es proporcionar a los desarrolladores herramientas confiables, eficientes y fáciles de usar que simplifiquen su flujo de trabajo y mejoren la productividad.",
    "What We Offer": "Lo que ofrecemos",
    "Over 1,800 development tools": "Más de 1,800 herramientas de desarrollo",
    "Regular updates and new features": "Actualizaciones regulares y nuevas funciones",
    "Secure and reliable service": "Servicio seguro y confiable",
    "User-friendly interface": "Interfaz amigable para el usuario",
    "Professional support": "Soporte profesional",
    "Our Values": "Nuestros valores",
    "Quality": "Calidad",
    "We maintain high standards in all our tools and services.": "Mantenemos altos estándares en todas nuestras herramientas y servicios.",
    "Innovation": "Innovación",
    "We constantly evolve and adapt to new technologies.": "Evolucionamos constantemente y nos adaptamos a las nuevas tecnologías.",
    "User Focus": "Enfoque en el usuario",
    "We prioritize user experience and satisfaction.": "Priorizamos la experiencia y satisfacción del usuario.",
    
    "Dashboard": "Panel de control",
    
    "WebTools": "WebTools",
    "Tools": "Herramientas",
    "Close menu": "Cerrar menú",
    "Checker Tools": "Herramientas de verificación",
    "Validate and verify different types of data": "Validar y verificar diferentes tipos de datos",
    "Text Tools": "Herramientas de texto",
    "Manipulate and transform your text": "Manipular y transformar tu texto",
    "Converter Tools": "Herramientas de conversión",
    "Convert different data formats": "Convertir diferentes formatos de datos",
    "Generator Tools": "Herramientas de generación",
    "Generate different types of content": "Generar diferentes tipos de contenido",
    "Developer Tools": "Herramientas para desarrolladores",
    "Essential tools for developers": "Herramientas esenciales para desarrolladores",
    "Image Tools": "Herramientas de imagen",
    "Manipulate and optimize your images": "Manipular y optimizar tus imágenes",
    "Unit Converter": "Conversor de unidades",
    "Convert different units of measurement": "Convertir diferentes unidades de medida",
    "Time Converter": "Conversor de tiempo",
    "Convert and calculate time": "Convertir y calcular tiempo",
    "Data Tools": "Herramientas de datos",
    "Manipulate and analyze your data": "Manipular y analizar tus datos",
    "Color Tools": "Herramientas de color",
    "Manage and convert colors": "Gestionar y convertir colores",
    "Misc Tools": "Herramientas diversas",
    "Other useful tools": "Otras herramientas útiles",
    "All Tools": "Todas las herramientas",
    "Create your WebTools account": "Crea tu cuenta de WebTools",
    "Join thousands of users who use our tools daily": "Únete a miles de usuarios que utilizan nuestras herramientas diariamente",
    "First Name": "Nombre",
    "Last Name": "Apellido",
    "Phone Number": "Número de teléfono",
    "Subscribe to our newsletter for updates and special offers": "Suscríbete a nuestro boletín para recibir actualizaciones y ofertas especiales",
    "By registering, you agree to our": "Al registrarte, aceptas nuestros",
    "and": "y",
    "Log in to WebTools": "Iniciar sesión en WebTools",
    "Access all your favorite tools in one place": "Accede a todas tus herramientas favoritas en un solo lugar",
    "Don't have an account?": "¿No tienes una cuenta?",
    "Register now": "Regístrate ahora",
    "Back to login": "Volver al inicio de sesión",
    "My Account": "Mi Cuenta",
    "Account Settings": "Configuración de la Cuenta",
    "My Packages": "Mis Paquetes",
    "Activity History": "Historial de Actividad",
    "Member since": "Miembro desde",
    "Personal Information": "Información Personal",
    "Edit Profile": "Editar Perfil",
    "Account Status": "Estado de la Cuenta",
    "Status": "Estado",
    "Active": "Activo",
    "Account Type": "Tipo de Cuenta",
    "Administrator": "Administrador",
    "Standard User": "Usuario Estándar",
    
    "Manage your account settings, preferences, notifications and security options.": "Administre la configuración de su cuenta, preferencias, notificaciones y opciones de seguridad.",
    "Settings Menu": "Menú de Configuración",
    "Profile Settings": "Configuración del Perfil",
    "Notification Settings": "Configuración de Notificaciones",
    "Security Settings": "Configuración de Seguridad",
    "Appearance": "Apariencia",
    "Preferred Language": "Idioma Preferido",
    "French": "Francés",
    "English": "Inglés",
    "Spanish": "Español",
    "Save Changes": "Guardar Cambios",
    "Email Notifications": "Notificaciones por Correo",
    "Receive email notifications about account activity": "Recibir notificaciones por correo sobre la actividad de la cuenta",
    "Enable email notifications": "Activar notificaciones por correo",
    "Security Alerts": "Alertas de Seguridad",
    "Get notified about suspicious activity on your account": "Recibir notificaciones sobre actividad sospechosa en su cuenta",
    "Enable security alerts": "Activar alertas de seguridad",
    "Marketing Emails": "Correos de Marketing",
    "Receive promotional offers and updates about our services": "Recibir ofertas promocionales y actualizaciones sobre nuestros servicios",
    "Enable marketing emails": "Activar correos de marketing",
    
    "Manage your tool packages and subscriptions.": "Administre sus paquetes de herramientas y suscripciones.",
    "Current Subscription": "Suscripción Actual",
    "Free Plan": "Plan Gratuito",
    "Basic access to all tools": "Acceso básico a todas las herramientas",
    "Renewed on": "Renovado el",
    "Upgrade Now": "Actualizar Ahora",
    "Tools Used": "Herramientas Utilizadas",
    "Usage Limit": "Límite de Uso",
    "month": "mes",
    "Current Usage": "Uso Actual",
    "Available Plans": "Planes Disponibles",
    "Current": "Actual",
    "€0": "0€",
    "Access to all basic tools": "Acceso a todas las herramientas básicas",
    "100 uses per month": "100 usos por mes",
    "Standard support": "Soporte estándar",
    "No download options": "Sin opciones de descarga",
    "Current Plan": "Plan Actual",
    "Pro Plan": "Plan Pro",
    "€9.99": "9,99€",
    "All Free Plan features": "Todas las características del Plan Gratuito",
    "Unlimited tool usage": "Uso ilimitado de herramientas",
    "Priority email support": "Soporte por correo prioritario",
    "Download results": "Descargar resultados",
    "Upgrade to Pro": "Actualizar a Pro",
    "Business Plan": "Plan Empresarial",
    "€29.99": "29,99€",
    "All Pro Plan features": "Todas las características del Plan Pro",
    "API access": "Acceso a API",
    "Dedicated support": "Soporte dedicado",
    "White-label options": "Opciones de marca blanca",
    "Upgrade to Business": "Actualizar a Empresarial",
    
    "View your recent tool usage and account activity.": "Vea su uso reciente de herramientas y actividad de la cuenta.",
    "Activity Type": "Tipo de Actividad",
    "All Activities": "Todas las Actividades",
    "Tool Usage": "Uso de Herramienta",
    "Account Changes": "Cambios en la Cuenta",
    "Login Activity": "Actividad de Inicio de Sesión",
    "Date Range": "Rango de Fechas",
    "Last 7 days": "Últimos 7 días",
    "Last 30 days": "Últimos 30 días",
    "Last 90 days": "Últimos 90 días",
    "All time": "Todo el tiempo",
    "Export History": "Exportar Historial",
    "Date & Time": "Fecha y Hora",
    "Activity": "Actividad",
    "Details": "Detalles",
    "IP Address": "Dirección IP",
    "Success": "Éxito",
    "Used": "Utilizado",
    "JSON Formatter": "Formateador JSON",
    "Login": "Inicio de Sesión",
    "Successful login from": "Inicio de sesión exitoso desde",
    "Profile Update": "Actualización de Perfil",
    "Updated profile information": "Información de perfil actualizada",
    "Image Compressor": "Compresor de Imágenes",
    "Failed Login": "Inicio de Sesión Fallido",
    "Failed login attempt": "Intento de inicio de sesión fallido",
    "Failed": "Fallido",
    "Showing": "Mostrando",
    "to": "a",
    "of": "de",
    "results": "resultados",
    "Previous": "Anterior",
    "Next": "Siguiente",
    "Administration Dashboard": "Panel de Administración",
    "Statistics": "Estadísticas",
    "Total Users": "Usuarios Totales",
    "New Today": "Nuevos Hoy",
    "Newsletter Subscribers": "Suscriptores al Boletín",
    "Administrators": "Administradores",
    "Quick Actions": "Acciones Rápidas",
    "Add New User": "Añadir Nuevo Usuario",
    "Manage Tools": "Gestionar Herramientas",
    "Send Newsletter": "Enviar Boletín",
    "Site Settings": "Configuración del Sitio",
    "Recent Activity": "Actividad Reciente",
    "New user registration": "Nuevo registro de usuario",
    "5 minutes ago": "hace 5 minutos",
    "Tool usage: Password Generator": "Uso de herramienta: Generador de Contraseñas",
    "15 minutes ago": "hace 15 minutos",
    "Newsletter sent": "Boletín enviado",
    "1 hour ago": "hace 1 hora",
    "View all activity": "Ver toda la actividad",
    "Recent Users": "Usuarios Recientes",
    "View all users": "Ver todos los usuarios",
    "Registered": "Registrado",
    "Admin": "Admin",
    "User": "Usuario",
    "Edit": "Editar",
    "Delete": "Eliminar"
} 