{
    "Online Web Tools": "Outils Web en Ligne",
    "Instantly boost productivity with our": "Augmentez instantanément votre productivité avec nos",
    "free web tools.": "outils web gratuits.",
    "Fast, easy & straight to the point.": "Rapide, facile et direct.",
    "Use tools": "Utiliser les outils",
    "Popular Tools": "Outils Populaires",
    "IP Lookup": "Recherche IP",
    "3 uses today": "3 utilisations aujourd'hui",
    "Get approximate IP details and location information.": "Obtenez des détails approximatifs sur l'IP et des informations de localisation.",
    "DNS Lookup": "Recherche DNS",
    "5 uses today": "5 utilisations aujourd'hui",
    "Find A, AAAA, CNAME, MX, NS, TXT, SOA DNS records.": "Trouvez les enregistrements DNS A, AAAA, CNAME, MX, NS, TXT, SOA.",
    "HTML Minifier": "Minifieur HTML",
    "8 uses today": "8 utilisations aujourd'hui",
    "Minify your HTML by removing all unnecessary characters.": "Minifiez votre HTML en supprimant tous les caractères inutiles.",
    "Checker tools": "Outils de vérification",
    "A collection of great checker-type tools to help you check & verify different types of things.": "Une collection d'excellents outils de vérification pour vous aider à contrôler et vérifier différents types de données.",
    "Text tools": "Outils de texte",
    "A collection of text content related tools to help you create, modify & improve text type of content.": "Une collection d'outils liés au contenu textuel pour vous aider à créer, modifier et améliorer ce type de contenu.",
    "Converter tools": "Outils de conversion",
    "A collection of tools that help you easily convert data.": "Une collection d'outils qui vous aident à convertir facilement des données.",
    "Generator tools": "Outils de génération",
    "A collection of the most useful generator tools that you can generate data with.": "Une collection des outils de génération les plus utiles avec lesquels vous pouvez générer des données.",
    "Developer tools": "Outils de développement",
    "A collection of highly useful tools mainly for developers and not only.": "Une collection d'outils très utiles principalement pour les développeurs et pas seulement.",
    "Image manipulation tools": "Outils de manipulation d'images",
    "A collection of tools that help modify & convert image files.": "Une collection d'outils qui aident à modifier et convertir des fichiers image.",
    "Unit converter tools": "Outils de conversion d'unités",
    "A collection of the most popular and useful tools that help you easily convert day-to-day data.": "Une collection des outils les plus populaires et utiles qui vous aident à convertir facilement des données quotidiennes.",
    "Time converter tools": "Outils de conversion de temps",
    "A collection of date & time conversion related tools.": "Une collection d'outils liés à la conversion de date et d'heure.",
    "Data converter tools": "Outils de conversion de données",
    "A collection of computer data & sizing converter tools.": "Une collection d'outils de conversion de données informatiques et de dimensionnement.",
    "Color converter tools": "Outils de conversion de couleurs",
    "A collection of tools that help convert colors between HEX, RGBA, RGB, HSLA, HSL, etc., and HSLA formats.": "Une collection d'outils qui aident à convertir les couleurs entre les formats HEX, RGBA, RGB, HSLA, HSL, etc., et HSLA.",
    "Misc tools": "Outils divers",
    "A collection of other random, but great & useful tools.": "Une collection d'autres outils aléatoires, mais excellents et utiles.",
    "What People Say": "Ce que disent les utilisateurs",
    "Trusted by thousands of developers worldwide": "Approuvé par des milliers de développeurs dans le monde",
    "Sarah Johnson": "Sarah Johnson",
    "Frontend Developer": "Développeur Frontend",
    "\"These tools have become an essential part of my development workflow. They're intuitive and save me hours of work.\"": "\"Ces outils sont devenus une partie essentielle de mon flux de travail de développement. Ils sont intuitifs et me font gagner des heures de travail.\"",
    "Michael Chen": "Michael Chen",
    "Full Stack Developer": "Développeur Full Stack",
    "\"The variety and quality of tools available is impressive. Everything I need is just a click away.\"": "\"La variété et la qualité des outils disponibles sont impressionnantes. Tout ce dont j'ai besoin est à portée de clic.\"",
    "Emily Rodriguez": "Emily Rodriguez",
    "UX Designer": "Designer UX",
    "\"Clean interface, powerful features, and regular updates. It's exactly what I needed for my projects.\"": "\"Interface épurée, fonctionnalités puissantes et mises à jour régulières. C'est exactement ce dont j'avais besoin pour mes projets.\"",
    "Nos Forfaits": "Nos Forfaits",
    "Choisissez le forfait qui correspond à vos besoins": "Choisissez le forfait qui correspond à vos besoins",
    "GUEST": "INVITÉ",
    "Gratuit": "Gratuit",
    "Pour démarrer": "Pour démarrer",
    "BASIC": "BASIQUE",
    "/mois": "/mois",
    "Pour les professionnels": "Pour les professionnels",
    "VIP": "VIP",
    "Pour les entreprises": "Pour les entreprises",
    "Checker tools": "Outils de vérification",
    "Text tools": "Outils de texte",
    "Converter tools": "Outils de conversion",
    "Generator tools": "Outils de génération",
    "Developer tools": "Outils de développement",
    "Image tools": "Outils d'image",
    "Unit converter": "Convertisseur d'unités",
    "Time converter": "Convertisseur de temps",
    "Data converter": "Convertisseur de données",
    "Color converter": "Convertisseur de couleurs",
    "Misc tools": "Outils divers",
    "API access": "Accès API",
    "No ads": "Sans publicité",
    "Commencer gratuitement": "Commencer gratuitement",
    "Commencer l'essai": "Commencer l'essai",
    "Tous les outils": "Tous les outils",
    "Support prioritaire": "Support prioritaire",
    "API illimité": "API illimité",
    "Sans publicité": "Sans publicité",
    "Accès multi-utilisateurs": "Accès multi-utilisateurs",
    "Contacter les ventes": "Contacter les ventes",
    "Frequently Asked Questions": "Questions fréquemment posées",
    "Got questions? We've got answers.": "Vous avez des questions ? Nous avons les réponses.",
    "Are all tools free to use?": "Tous les outils sont-ils gratuits ?",
    "Yes, most of our tools are free to use. However, some advanced features require a Pro subscription.": "Oui, la plupart de nos outils sont gratuits. Cependant, certaines fonctionnalités avancées nécessitent un abonnement Pro.",
    "Do you offer API access?": "Proposez-vous un accès API ?",
    "Yes, API access is available with our Pro subscription. You can integrate our tools directly into your applications.": "Oui, l'accès API est disponible avec notre abonnement Pro. Vous pouvez intégrer nos outils directement dans vos applications.",
    "How often are new tools added?": "À quelle fréquence de nouveaux outils sont-ils ajoutés ?",
    "We regularly add new tools and update existing ones. On average, we add 2-3 new tools every month.": "Nous ajoutons régulièrement de nouveaux outils et mettons à jour les existants. En moyenne, nous ajoutons 2-3 nouveaux outils chaque mois.",
    "Is my data secure?": "Mes données sont-elles sécurisées ?",
    "Yes, we take data security seriously. We don't store any of your processed data, and all operations are performed client-side when possible.": "Oui, nous prenons la sécurité des données au sérieux. Nous ne stockons aucune de vos données traitées, et toutes les opérations sont effectuées côté client dans la mesure du possible.",
    "Your one-stop platform for all web development tools. Simple, fast, and reliable solutions for developers worldwide.": "Votre plateforme tout-en-un pour tous les outils de développement web. Des solutions simples, rapides et fiables pour les développeurs du monde entier.",
    "Quick Links": "Liens rapides",
    "About Us": "À propos de nous",
    "Terms of Service": "Conditions d'utilisation",
    "Privacy Policy": "Politique de confidentialité",
    "Cookie Policy": "Politique des cookies",
    "Contact Us": "Contactez-nous",
    "123 Developer Street": "123 Rue des Développeurs",
    "Tech City, TC 12345": "Ville Tech, TC 12345",
    "Stay Updated": "Restez informé",
    "Subscribe to our newsletter for the latest updates and tools.": "Abonnez-vous à notre newsletter pour les dernières mises à jour et nouveaux outils.",
    "Enter your email": "Entrez votre email",
    "Subscribe": "S'abonner",
    "All rights reserved.": "Tous droits réservés.",
    "English": "Anglais",
    "Français": "Français",
    "Español": "Espagnol",
    
    "Email": "Email",
    "Password": "Mot de passe",
    "Remember me": "Se souvenir de moi",
    "Forgot your password?": "Mot de passe oublié ?",
    "Log in": "Connexion",
    "Name": "Nom",
    "Confirm Password": "Confirmer le mot de passe",
    "Already registered?": "Déjà inscrit ?",
    "Register": "S'inscrire",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de problème. Indiquez-nous simplement votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe qui vous permettra d'en choisir un nouveau.",
    "Email Password Reset Link": "Envoyer le lien de réinitialisation",
    "Reset Password": "Réinitialiser le mot de passe",
    "This is a secure area of the application. Please confirm your password before continuing.": "Il s'agit d'une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "Confirm": "Confirmer",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Merci de vous être inscrit ! Avant de commencer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer ? Si vous n'avez pas reçu l'e-mail, nous vous en enverrons volontiers un autre.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie lors de l'inscription.",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Log Out": "Déconnexion",
    
    "Profile": "Profil",
    "Profile Information": "Informations du profil",
    "Update your account's profile information and email address.": "Mettez à jour les informations de profil et l'adresse e-mail de votre compte.",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "Save": "Enregistrer",
    "Saved.": "Enregistré.",
    "Update Password": "Mettre à jour le mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Current Password": "Mot de passe actuel",
    "New Password": "Nouveau mot de passe",
    "Delete Account": "Supprimer le compte",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Cancel": "Annuler",
    
    "Last updated:": "Dernière mise à jour :",
    "Acceptance of Terms": "Acceptation des conditions",
    "By accessing and using WebTools, you accept and agree to be bound by the terms and provision of this agreement.": "En accédant à WebTools et en l'utilisant, vous acceptez d'être lié par les termes et dispositions de cet accord.",
    "Use License": "Licence d'utilisation",
    "Personal and non-commercial use only for free accounts": "Utilisation personnelle et non commerciale uniquement pour les comptes gratuits",
    "No modification or copying of the service": "Pas de modification ou de copie du service",
    "No unauthorized use of the API": "Pas d'utilisation non autorisée de l'API",
    "Disclaimer": "Avertissement",
    "The tools are provided \"as is\". We make no warranties, expressed or implied, and hereby disclaim and negate all other warranties, including without limitation, implied warranties or conditions of": "Les outils sont fournis \"tels quels\". Nous ne donnons aucune garantie, expresse ou implicite, et déclinons et nions par la présente toutes les autres garanties, y compris, sans limitation, les garanties ou conditions implicites de",
    "Limitations": "Limitations",
    "In no event shall WebTools or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or": "En aucun cas, WebTools ou ses fournisseurs ne pourront être tenus responsables de dommages (y compris, sans limitation, des dommages pour perte de données ou de profit, ou dus à une interruption d'activité) découlant de l'utilisation ou",
    "Privacy": "Confidentialité",
    "Please review our Privacy Policy, which also governs your visit to our website, to understand our practices.": "Veuillez consulter notre politique de confidentialité, qui régit également votre visite sur notre site Web, pour comprendre nos pratiques.",
    
    "Information We Collect": "Informations que nous collectons",
    "We collect information that you provide directly to us, including:": "Nous collectons les informations que vous nous fournissez directement, notamment :",
    "Account information (email, name)": "Informations de compte (email, nom)",
    "Usage data": "Données d'utilisation",
    "Tool preferences": "Préférences d'outils",
    "How We Use Your Information": "Comment nous utilisons vos informations",
    "We use the information we collect to:": "Nous utilisons les informations que nous collectons pour :",
    "Provide and maintain our services": "Fournir et maintenir nos services",
    "Improve user experience": "Améliorer l'expérience utilisateur",
    "Send important notifications": "Envoyer des notifications importantes",
    "Data Security": "Sécurité des données",
    "We implement appropriate security measures to protect your personal information. All operations are performed client-side when possible.": "Nous mettons en œuvre des mesures de sécurité appropriées pour protéger vos informations personnelles. Toutes les opérations sont effectuées côté client lorsque c'est possible.",
    "Third-Party Services": "Services tiers",
    "We may use third-party services that collect, monitor and analyze this type of information in order to increase our Service's functionality.": "Nous pouvons utiliser des services tiers qui collectent, surveillent et analysent ce type d'informations afin d'améliorer la fonctionnalité de notre service.",
    "If you have any questions about this Privacy Policy, please contact us.": "Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter.",
    
    "What Are Cookies": "Que sont les cookies",
    "Cookies are small text files that are stored on your computer or mobile device when you visit our website.": "Les cookies sont de petits fichiers texte stockés sur votre ordinateur ou appareil mobile lorsque vous visitez notre site Web.",
    "How We Use Cookies": "Comment nous utilisons les cookies",
    "We use cookies for the following purposes:": "Nous utilisons les cookies aux fins suivantes :",
    "Essential cookies for site functionality": "Cookies essentiels pour le fonctionnement du site",
    "Analytics cookies to understand usage": "Cookies d'analyse pour comprendre l'utilisation",
    "Preference cookies to remember your settings": "Cookies de préférence pour mémoriser vos paramètres",
    "Types of Cookies We Use": "Types de cookies que nous utilisons",
    "Essential Cookies": "Cookies essentiels",
    "Required for basic site functionality and security.": "Nécessaires pour les fonctionnalités de base du site et la sécurité.",
    "Preference Cookies": "Cookies de préférence",
    "Remember your settings and preferences.": "Mémorisent vos paramètres et préférences.",
    "Analytics Cookies": "Cookies d'analyse",
    "Help us understand how visitors interact with our website.": "Nous aident à comprendre comment les visiteurs interagissent avec notre site Web.",
    "Managing Cookies": "Gestion des cookies",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your computer and you can set most browsers to prevent them from being placed.": "Vous pouvez contrôler et/ou supprimer les cookies comme vous le souhaitez. Vous pouvez supprimer tous les cookies déjà présents sur votre ordinateur et vous pouvez configurer la plupart des navigateurs pour empêcher leur placement.",
    "If you have questions about our use of cookies, please contact us.": "Si vous avez des questions sur notre utilisation des cookies, veuillez nous contacter.",
    
    "Welcome to WebTools, your comprehensive platform for web development tools and utilities.": "Bienvenue sur WebTools, votre plateforme complète d'outils et d'utilitaires de développement web.",
    "Our Mission": "Notre mission",
    "Our mission is to provide developers with reliable, efficient, and easy-to-use tools that streamline their workflow and enhance productivity.": "Notre mission est de fournir aux développeurs des outils fiables, efficaces et faciles à utiliser qui rationalisent leur flux de travail et améliorent leur productivité.",
    "What We Offer": "Ce que nous offrons",
    "Over 1,800 development tools": "Plus de 1 800 outils de développement",
    "Regular updates and new features": "Mises à jour régulières et nouvelles fonctionnalités",
    "Secure and reliable service": "Service sécurisé et fiable",
    "User-friendly interface": "Interface conviviale",
    "Professional support": "Support professionnel",
    "Our Values": "Nos valeurs",
    "Quality": "Qualité",
    "We maintain high standards in all our tools and services.": "Nous maintenons des normes élevées dans tous nos outils et services.",
    "Innovation": "Innovation",
    "We constantly evolve and adapt to new technologies.": "Nous évoluons constamment et nous adaptons aux nouvelles technologies.",
    "User Focus": "Orientation utilisateur",
    "We prioritize user experience and satisfaction.": "Nous accordons la priorité à l'expérience et à la satisfaction des utilisateurs.",
    
    "Dashboard": "Tableau de bord",
    
    "WebTools": "WebTools",
    "Tools": "Outils",
    "Close menu": "Fermer le menu",
    "Checker Tools": "Outils de vérification",
    "Validate and verify different types of data": "Valider et vérifier différents types de données",
    "Text Tools": "Outils de texte",
    "Manipulate and transform your text": "Manipuler et transformer votre texte",
    "Converter Tools": "Outils de conversion",
    "Convert different data formats": "Convertir différents formats de données",
    "Generator Tools": "Outils de génération",
    "Generate different types of content": "Générer différents types de contenu",
    "Developer Tools": "Outils de développement",
    "Essential tools for developers": "Outils essentiels pour les développeurs",
    "Image Tools": "Outils d'image",
    "Manipulate and optimize your images": "Manipuler et optimiser vos images",
    "Unit Converter": "Convertisseur d'unités",
    "Convert different units of measurement": "Convertir différentes unités de mesure",
    "Time Converter": "Convertisseur de temps",
    "Convert and calculate time": "Convertir et calculer le temps",
    "Data Tools": "Outils de données",
    "Manipulate and analyze your data": "Manipuler et analyser vos données",
    "Color Tools": "Outils de couleur",
    "Manage and convert colors": "Gérer et convertir les couleurs",
    "Misc Tools": "Outils divers",
    "Other useful tools": "Autres outils utiles",
    "All Tools": "Tous les outils",
    
    "Create your WebTools account": "Créez votre compte WebTools",
    "Join thousands of users who use our tools daily": "Rejoignez des milliers d'utilisateurs qui utilisent nos outils quotidiennement",
    "First Name": "Prénom",
    "Last Name": "Nom",
    "Phone Number": "Numéro de téléphone",
    "Subscribe to our newsletter for updates and special offers": "Abonnez-vous à notre newsletter pour recevoir des mises à jour et des offres spéciales",
    "By registering, you agree to our": "En vous inscrivant, vous acceptez nos",
    "and": "et",
    "Log in to WebTools": "Connectez-vous à WebTools",
    "Access all your favorite tools in one place": "Accédez à tous vos outils préférés en un seul endroit",
    "Don't have an account?": "Vous n'avez pas de compte ?",
    "Register now": "Inscrivez-vous maintenant",
    "Back to login": "Retour à la connexion",
    
    "Admin Panel": "Panneau d'Administration",
    "Logged in as": "Connecté en tant que",
    "My Account": "Mon Compte",
    "Account Settings": "Paramètres du Compte",
    "My Packages": "Mes Forfaits",
    "Activity History": "Historique d'Activité",
    "Logout": "Déconnexion",
    "Login": "Connexion",
    "Member since": "Membre depuis",
    "Personal Information": "Informations Personnelles",
    "Edit Profile": "Modifier le Profil",
    "Account Status": "Statut du Compte",
    "Status": "Statut",
    "Active": "Actif",
    "Account Type": "Type de Compte",
    "Administrator": "Administrateur",
    "Standard User": "Utilisateur Standard",
    
    "Manage your account settings, preferences, notifications and security options.": "Gérez vos paramètres de compte, préférences, notifications et options de sécurité.",
    "Settings Menu": "Menu Paramètres",
    "Profile Settings": "Paramètres du Profil",
    "Notification Settings": "Paramètres de Notification",
    "Security Settings": "Paramètres de Sécurité",
    "Appearance": "Apparence",
    "Preferred Language": "Langue Préférée",
    "French": "Français",
    "English": "Anglais",
    "Spanish": "Espagnol",
    "Save Changes": "Enregistrer les Modifications",
    "Email Notifications": "Notifications par Email",
    "Receive email notifications about account activity": "Recevoir des notifications par email concernant l'activité du compte",
    "Enable email notifications": "Activer les notifications par email",
    "Security Alerts": "Alertes de Sécurité",
    "Get notified about suspicious activity on your account": "Être notifié des activités suspectes sur votre compte",
    "Enable security alerts": "Activer les alertes de sécurité",
    "Marketing Emails": "Emails Marketing",
    "Receive promotional offers and updates about our services": "Recevoir des offres promotionnelles et des mises à jour sur nos services",
    "Enable marketing emails": "Activer les emails marketing",
    
    "Manage your tool packages and subscriptions.": "Gérez vos forfaits d'outils et vos abonnements.",
    "Current Subscription": "Abonnement Actuel",
    "Free Plan": "Forfait Gratuit",
    "Basic access to all tools": "Accès de base à tous les outils",
    "Renewed on": "Renouvelé le",
    "Upgrade Now": "Mettre à Niveau Maintenant",
    "Tools Used": "Outils Utilisés",
    "Usage Limit": "Limite d'Utilisation",
    "month": "mois",
    "Current Usage": "Utilisation Actuelle",
    "Available Plans": "Forfaits Disponibles",
    "Current": "Actuel",
    "€0": "0€",
    "Access to all basic tools": "Accès à tous les outils de base",
    "100 uses per month": "100 utilisations par mois",
    "Standard support": "Support standard",
    "No download options": "Pas d'options de téléchargement",
    "Current Plan": "Forfait Actuel",
    "Pro Plan": "Forfait Pro",
    "€9.99": "9,99€",
    "All Free Plan features": "Toutes les fonctionnalités du forfait gratuit",
    "Unlimited tool usage": "Utilisation illimitée des outils",
    "Priority email support": "Support email prioritaire",
    "Download results": "Téléchargement des résultats",
    "Upgrade to Pro": "Passer au forfait Pro",
    "Business Plan": "Forfait Business",
    "€29.99": "29,99€",
    "All Pro Plan features": "Toutes les fonctionnalités du forfait Pro",
    "API access": "Accès API",
    "Dedicated support": "Support dédié",
    "White-label options": "Options de marque blanche",
    "Upgrade to Business": "Passer au forfait Business",
    
    "View your recent tool usage and account activity.": "Consultez votre utilisation récente des outils et l'activité de votre compte.",
    "Activity Type": "Type d'Activité",
    "All Activities": "Toutes les Activités",
    "Tool Usage": "Utilisation d'Outil",
    "Account Changes": "Modifications du Compte",
    "Login Activity": "Activité de Connexion",
    "Date Range": "Période",
    "Last 7 days": "7 derniers jours",
    "Last 30 days": "30 derniers jours",
    "Last 90 days": "90 derniers jours",
    "All time": "Tout le temps",
    "Export History": "Exporter l'Historique",
    "Date & Time": "Date et Heure",
    "Activity": "Activité",
    "Details": "Détails",
    "IP Address": "Adresse IP",
    "Success": "Succès",
    "Used": "Utilisé",
    "JSON Formatter": "Formateur JSON",
    "Login": "Connexion",
    "Successful login from": "Connexion réussie depuis",
    "Profile Update": "Mise à jour du Profil",
    "Updated profile information": "Informations de profil mises à jour",
    "Image Compressor": "Compresseur d'Image",
    "Failed Login": "Échec de Connexion",
    "Failed login attempt": "Tentative de connexion échouée",
    "Failed": "Échec",
    "Showing": "Affichage de",
    "to": "à",
    "of": "sur",
    "results": "résultats",
    "Previous": "Précédent",
    "Next": "Suivant",
    "Administration Dashboard": "Tableau de Bord d'Administration",
    "Statistics": "Statistiques",
    "Total Users": "Utilisateurs Totaux",
    "New Today": "Nouveaux Aujourd'hui",
    "Newsletter Subscribers": "Abonnés à la Newsletter",
    "Administrators": "Administrateurs",
    "Quick Actions": "Actions Rapides",
    "Add New User": "Ajouter un Utilisateur",
    "Manage Tools": "Gérer les Outils",
    "Send Newsletter": "Envoyer la Newsletter",
    "Site Settings": "Paramètres du Site",
    "Recent Activity": "Activité Récente",
    "New user registration": "Nouvel utilisateur inscrit",
    "5 minutes ago": "il y a 5 minutes",
    "Tool usage: Password Generator": "Utilisation d'outil: Générateur de Mot de Passe",
    "15 minutes ago": "il y a 15 minutes",
    "Newsletter sent": "Newsletter envoyée",
    "1 hour ago": "il y a 1 heure",
    "View all activity": "Voir toute l'activité",
    "Recent Users": "Utilisateurs Récents",
    "View all users": "Voir tous les utilisateurs",
    "Registered": "Inscrit",
    "Admin": "Admin",
    "User": "Utilisateur",
    "Edit": "Modifier",
    "Delete": "Supprimer"
} 